// დავალება 1.1
// let counter = 0;
// counter+=1;
// alert(counter);

// ___________________

// დავალება 1.2

// let num = 5;
// alert(num);
// num=10;
// alert(num);

// ___________________

// დავალება 1.3

// let b = 10+20+30;
// alert(b);

// ____________________

// დავალება 1.4

// const a = 100;
// const b = 40;
// const c = a-b;
// const d = 20;
// const s = c+d;
// alert(s);

// ____________________

// დავალება 1.5

// ეკრანზე გამოვა 13

// _____________________

// დავალება 1.6

// let a = 13;
// let b = 5;
// let c = a%b;
// alert(c);

// _____________________

// დავალება 1.7

// ეკრანზე გამოვა 72, ვინაიდან 2**3 ნიშნავს 2 ხარისხად 3, შესაბამისად 3*8*3=72

// _____________________

// დავალება 1.8

// const DateOfBirth = "16.03.1991";

// console.log(DateOfBirth);